Repository: richardtape/themeists-widgets
Catalog: widgets/mailchimp-widget/languages/mailchimp-widget-*.po
Languages: ru_ru

source: Donate
ru_ru: Пожертвовать

source: What you're trying to do looks a little shady.
ru_ru: То, что вы пытаетесь сделать выглядит немного странно.

source: MailChimp Widget Settings
ru_ru: Настройки виджета MailChimp

source: Enter a valid MailChimp API key here to get started. Once you've done that, you can use the MailChimp Widget from the Widgets menu. You will need to have at least MailChimp list set up before the using the widget.
ru_ru: Введите MailChimp API ключ. Сразу после этого вы сможете использовать виджет MailChimp в разделе Виджеты. Вам нужно будет указать, по крайней мере, один список рассылки перед использованием виджета.

source: Save Changes
ru_ru: Сохранить изменения

source: You'll need to set up the MailChimp signup widget plugin options before using it.
ru_ru: Вам нужно настроить виджет MailChimp перед использованием.

source: You can make your changes
ru_ru: Вы можете внести изменения

source: here
ru_ru: здесь

source: There was a problem processing your submission.
ru_ru: Возникла проблема при оформлении подписки.

source: Join now!
ru_ru: Присоединяйтесь сейчас!

source: Thank you for joining our mailing list. Please check your email for a confirmation link.
ru_ru: Благодарим Вас за подписку на нашу рассылку. Пожалуйста, проверьте свою электронную почту для подтверждения подписки.

source: Sign up for our mailing list.
ru_ru: Подпишитесь на нашу рассылку.

source: Displays a sign-up form for a MailChimp mailing list.
ru_ru: Отображает регистрационную форму для списка рассылки MailChimp.

source: MailChimp List Signup
ru_ru: Список рассылки MailChimp

source: General Settings
ru_ru: Настройки

source: Title :
ru_ru: Заголовок :

source: Select a Mailing List :
ru_ru: Выберите список рассылки :

source: This is the list your users will be signing up for in your sidebar.
ru_ru: Список рассылки на который будут подписываться ваши посетители.

source: Sign Up Button Text :
ru_ru: Текст кнопки "Подписаться" :

source: Personal Information
ru_ru: Персональная информация

source: These fields won't (and shouldn't) be required. Should the widget form collect users' first and last names?
ru_ru: Эти поля не являются обязательными. Должен ли виджет запрашивать имя и фамилию подписчика?

source: Collect first name.
ru_ru: Запрашивать имя.

source: Collect last name.
ru_ru: Запрашивать фамилию.

source: Notifications
ru_ru: Уведомления

source: Use these fields to customize what your visitors see after they submit the form
ru_ru: Укажите в этих полях, что увидят ваши посетители после подписки на рассылку

source: Success :
ru_ru: При успешной подписке :

source: Failure :
ru_ru: В случае ошибки :

source: First Name :
ru_ru: Имя :

source: Last Name :
ru_ru: Фамилия :

source: Email Address :
ru_ru: Адрес электронной почты:

source: MailChimp Widget
ru_ru: Виджет MailChimp
